Repository: Torutesu/HonmaruAI
Catalog: TikTokForWork/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: Section name
de: Name des Abschnitts
es: Nombre de la sección
fr: Nom de la section
ja: セクション名

source: Star
de: Markieren
es: Destacar
fr: Mettre en favori
ja: お気に入りに追加

source: Unstar
de: Markierung entfernen
es: Quitar de destacados
fr: Retirer des favoris
ja: お気に入りから外す

source: Starred
de: Markiert
es: Destacados
fr: Favoris
ja: お気に入り

source: Back to where it was
de: Zurück an den alten Platz
es: Devolver a su sitio
fr: Remettre à sa place
ja: 元の場所に戻す

source: Move to a section
de: In einen Abschnitt verschieben
es: Mover a una sección
fr: Déplacer dans une section
ja: セクションに移動

source: Remove section
de: Abschnitt entfernen
es: Quitar sección
fr: Retirer la section
ja: セクションを削除

source: Make it shorter
de: Kürzer
es: Más corto
fr: Plus court
ja: もっと短く

source: More polite
de: Höflicher
es: Más formal
fr: Plus poli
ja: 丁寧に

source: Tidy the bullets
de: Aufzählung ordnen
es: Ordenar las viñetas
fr: Ranger les puces
ja: 箇条書きを整える

source: Ask your AI to change it
de: Bitte deine KI um eine Änderung
es: Pide a tu IA un cambio
fr: Demandez un changement à votre IA
ja: AI に直してほしいことを書く

source: Ask
de: Fragen
es: Pedir
fr: Demander
ja: 頼む

source: Done.
de: Erledigt.
es: Hecho.
fr: C’est fait.
ja: 直しました。

source: Said “%@” in %@
de: „%1$@“ in %2$@ geschrieben
es: Dijeron «%1$@» en %2$@
fr: « %1$@ » dit dans %2$@
ja: %2$@ で「%1$@」と書かれました

source: Reacted in %@
de: Hat in %@ reagiert
es: Reaccionó en %@
fr: A réagi dans %@
ja: %@ でリアクションしました

source: My keywords
de: Meine Stichwörter
es: Mis palabras clave
fr: Mes mots-clés
ja: マイキーワード

source: Add a keyword
de: Stichwort hinzufügen
es: Añadir una palabra clave
fr: Ajouter un mot-clé
ja: キーワードを追加

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加

source: Notify me when these words are said in any conversation I can read, as if I had been mentioned.
de: Benachrichtige mich, wenn diese Wörter in einem Gespräch fallen, das ich lesen kann – als wäre ich erwähnt worden.
es: Avisarme cuando se digan estas palabras en cualquier conversación que pueda leer, como si me hubieran mencionado.
fr: M’avertir quand ces mots sont dits dans une conversation que je peux lire, comme si l’on m’avait mentionné.
ja: 読める会話のどこかでこの言葉が出たら、メンションと同じように通知します。

source: Where you’re signed in
de: Wo du angemeldet bist
es: Dónde tienes la sesión iniciada
fr: Où vous êtes connecté
ja: ログイン中の端末

source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
ja: この端末

source: Swipe a device to sign it out.
de: Wische über ein Gerät, um es abzumelden.
es: Desliza un dispositivo para cerrar su sesión.
fr: Balayez un appareil pour le déconnecter.
ja: 端末をスワイプするとログアウトできます。

source: Sign out everywhere else
de: Überall sonst abmelden
es: Cerrar sesión en los demás dispositivos
fr: Se déconnecter partout ailleurs
ja: ほかのすべての端末からログアウト

source: Last used %@
de: Zuletzt genutzt %@
es: Último uso %@
fr: Dernière utilisation %@
ja: 最終利用 %@

source: Unknown device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Appareil inconnu
ja: 不明な端末

source: Add a bookmark
de: Lesezeichen hinzufügen
es: Añadir un marcador
fr: Ajouter un signet
ja: ブックマークを追加

source: Everyone in this conversation will see it.
de: Alle in diesem Gespräch sehen es.
es: Todos en esta conversación lo verán.
fr: Tout le monde dans cette conversation le verra.
ja: この会話の全員に表示されます。

source: %@ on %@
de: %1$@ auf %2$@
es: %1$@ en %2$@
fr: %1$@ sur %2$@
ja: %2$@の%1$@

source: Delete card
de: Karte löschen
es: Eliminar tarjeta
fr: Supprimer la carte
ja: カードを削除

source: Delete this card?
de: Diese Karte löschen?
es: ¿Eliminar esta tarjeta?
fr: Supprimer cette carte ?
ja: このカードを削除しますか？

source: Priority: %@
de: Priorität: %@
es: Prioridad: %@
fr: Priorité : %@
ja: 優先度: %@

source: Only the person it is for can delete this card.
de: Nur die Person, für die sie bestimmt ist, kann diese Karte löschen.
es: Solo la persona a la que va dirigida puede eliminar esta tarjeta.
fr: Seul son destinataire peut supprimer cette carte.
ja: このカードを削除できるのは受け取った人だけです。

source: Routed to the %@
de: Weitergeleitet an: %@
es: Enrutado según el rol: %@
fr: Acheminé vers le rôle %@
ja: %@ に振り分けました

source: Manage members and invitations
de: Mitglieder und Einladungen verwalten
es: Gestionar miembros e invitaciones
fr: Gérer les membres et les invitations
ja: メンバーと招待を管理

source: Alex · Engineer
es: Alex · Ingeniero
fr: Alex · Ingénieur
ja: Alex · エンジニア

source: Assignee
es: Asignado
fr: Assigné
ja: 担当

source: Contract engineer
es: Ingeniero contratado
fr: Ingénieur en contrat
ja: 業務委託エンジニア

source: Delegation
es: Delegación
fr: Délégation
ja: 委任

source: Labels
es: Etiquetas
fr: Étiquettes
ja: ラベル

source: Live
es: En vivo
fr: En direct
ja: 接続中

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン

source: Online
es: En línea
fr: En ligne
ja: オンライン

source: Repository
es: Repositorio
fr: Dépôt
ja: リポジトリ

source: Routing
es: Enrutado
fr: Acheminement
ja: ルーティング

source: Status
es: Estado
fr: Statut
ja: 状態

source: System
es: Sistema
fr: Système
ja: システム

source: Teams
es: Equipos
fr: Équipes
ja: チーム

source: Upgrade
es: Mejorar
fr: Passer au niveau supérieur
ja: アップグレード

source: Version
es: Versión
ja: バージョン

source: Workspace
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース

source: Demo workspace
es: Espacio de demostración
fr: Espace de démo
ja: デモワークスペース

source: Version %@
es: Versión %@
ja: バージョン %@

source: Design
es: Diseño
ja: デザイン

source: (optional)
es: (opcional)
fr: (facultatif)
ja: （任意）

source: Team
es: Equipo
fr: Équipe
ja: チーム

source: Support
es: Soporte
fr: Assistance
ja: サポート

source: Team name
es: Nombre del equipo
fr: Nom de l’équipe
ja: チーム名

source: Thread
es: Hilo
fr: Fil
ja: スレッド

source: Name
es: Nombre
fr: Nom
ja: 名前

source: Workspaces
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース

source: Threads
es: Hilos
fr: Fils
ja: スレッド

source: iPhone app
es: App de iPhone
fr: App iPhone
ja: iPhoneアプリ

source: iPad app
es: App de iPad
fr: App iPad
ja: iPadアプリ

source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
ja: 名前（任意）

source: Plan
fr: Offre
ja: プラン

source: Relay
fr: Relais
ja: リレー接続

source: Demo
fr: Démo
ja: デモ

source: Chat
fr: Discussion
ja: チャット

source: Apps
ja: App

source: Email
ja: メールアドレス

source: Sandbox
ja: サンドボックス

source: Marketing
ja: マーケティング

source: %lld min
ja: %lld分
